{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 14, "word_counts": "{\"hi\": 1, \"hello\": 3, \"how\": 4, \"are\": 2, \"you\": 5, \"what\": 1, \"is\": 1, \"your\": 2, \"name\": 1, \"bye\": 1, \"thank\": 1, \"thanks\": 1, \"can\": 2, \"i\": 4, \"help\": 2, \"am\": 2, \"fine\": 1, \"chatbot\": 1, \"created\": 1, \"using\": 1, \"deep\": 1, \"learning\": 1, \"fastapi\": 1, \"goodbye\": 1, \"have\": 1, \"a\": 1, \"nice\": 1, \"day\": 1, \"you're\": 2, \"welcome\": 2}", "word_docs": "{\"hi\": 1, \"hello\": 3, \"how\": 4, \"you\": 5, \"are\": 2, \"is\": 1, \"what\": 1, \"your\": 2, \"name\": 1, \"bye\": 1, \"thank\": 1, \"thanks\": 1, \"help\": 2, \"i\": 4, \"can\": 2, \"fine\": 1, \"am\": 2, \"learning\": 1, \"deep\": 1, \"created\": 1, \"fastapi\": 1, \"chatbot\": 1, \"using\": 1, \"goodbye\": 1, \"day\": 1, \"have\": 1, \"a\": 1, \"nice\": 1, \"welcome\": 2, \"you're\": 2}", "index_docs": "{\"12\": 1, \"4\": 3, \"2\": 4, \"1\": 5, \"5\": 2, \"14\": 1, \"13\": 1, \"6\": 2, \"15\": 1, \"16\": 1, \"17\": 1, \"18\": 1, \"8\": 2, \"3\": 4, \"7\": 2, \"19\": 1, \"9\": 2, \"24\": 1, \"23\": 1, \"21\": 1, \"25\": 1, \"20\": 1, \"22\": 1, \"26\": 1, \"30\": 1, \"27\": 1, \"28\": 1, \"29\": 1, \"11\": 2, \"10\": 2}", "index_word": "{\"1\": \"you\", \"2\": \"how\", \"3\": \"i\", \"4\": \"hello\", \"5\": \"are\", \"6\": \"your\", \"7\": \"can\", \"8\": \"help\", \"9\": \"am\", \"10\": \"you're\", \"11\": \"welcome\", \"12\": \"hi\", \"13\": \"what\", \"14\": \"is\", \"15\": \"name\", \"16\": \"bye\", \"17\": \"thank\", \"18\": \"thanks\", \"19\": \"fine\", \"20\": \"chatbot\", \"21\": \"created\", \"22\": \"using\", \"23\": \"deep\", \"24\": \"learning\", \"25\": \"fastapi\", \"26\": \"goodbye\", \"27\": \"have\", \"28\": \"a\", \"29\": \"nice\", \"30\": \"day\"}", "word_index": "{\"you\": 1, \"how\": 2, \"i\": 3, \"hello\": 4, \"are\": 5, \"your\": 6, \"can\": 7, \"help\": 8, \"am\": 9, \"you're\": 10, \"welcome\": 11, \"hi\": 12, \"what\": 13, \"is\": 14, \"name\": 15, \"bye\": 16, \"thank\": 17, \"thanks\": 18, \"fine\": 19, \"chatbot\": 20, \"created\": 21, \"using\": 22, \"deep\": 23, \"learning\": 24, \"fastapi\": 25, \"goodbye\": 26, \"have\": 27, \"a\": 28, \"nice\": 29, \"day\": 30}"}}